
# data=['中国料理','韓国料理','カフェ巡り','アフターヌーンティー','和食','創作料理','赤提灯','クックパっと','鳥貴族','寿司','パスタ','スペイン料理','イタリア料理','Hub','ダイニングバー','スイーツ','ワインバー','ビアガーデン','スポーツバー','ラウンジ','和菓子','洋菓子','スターバックス','居酒屋','インド料理','タイ料理','ラーメン','二郎','お好み焼き']
# data = ['温泉巡り','海外旅行','一人旅','ヒッチハイク','無人島','ドライブ','青春１８切符','ドイツ','スペイン','世界一周','バックパッカー','ゲストハウス','ホテル巡り','世界遺産','アメリカ','キャンピングカー','日本一周','ツーリング','リアルサファリ','ヨット','深夜バス','韓国','空港の空気が好き','深夜特急','アメリカ横断','オーストラリア','トレイル','沖縄','オーロラ']
# data = ['晴れた日にはアウトドア','キャンプ','ソロキャンプ','サーフィン','マリンスポーツ','焚き火','スカイダイビング','ダイビング','ハイキング','登山','トレイルランニング','富士登山','サイクリング','ロッククライミング','ポルダリング','ラフティング','トレイル','ギア','グランピング','BBQ','無人島','ヨット','キャンプ飯','星空を眺めるのが好き','海が好き','川','天体観測','オートキャンプ']
# data = ['飲酒しないと始まらない','酒は嗜好品','ビアガーデン','ワイナリー','バー','ナイトクラブ','ウィスキー','日本酒','赤提灯','外のみ','ほろよいはジュース','熱燗','梅酒','テキーラ','ショット','昼のみ','ホームバー','隠れ家バー','バー巡り','居酒屋巡り','カクテル作り','バーテンやってます','地酒','一人飲み','こだわりのつまみ','ビアアドバイザー','お酒の資格持ってます','テイスティングイベント']
# data = ['音楽大好き','ギター','ライブ参戦','夏フェス','HIPHOP','邦ロック','洋楽','年越しはフェス','ライブハウス','クラブ','EDM','ポップソング','K-POP','R&B','レゲエ','フリースタイルダンジョン','音楽やってます','VOCALOID','一昔前の音楽が好き','ピアノ','オーケストラ','ミュージカル','メロコア','ラウドロック','楽器やってます','作曲','DTM','サブカル系','バンドTシャツ']
# data = ['少年漫画','夏コミ参加予定','コスプレ','少女漫画','VTuber','冬コミ参加予定','毎期アニメはチェックしてます','アニメ大好き','漫画大好き','声優','ネットコミック','漫画描いてます','ラノベ','今期のアニメについて語りたい','同人活動','考察チャンネル見ちゃう','アニソン','アニメイト','まんだらけ','アニメ好きに偏見ないです','誠タヒね','CLANADOは人生','便座カバー','泣きアニメ']
# data = ['NBA観戦','野球観戦','スポーツ観戦','スポーツバー','野球','サッカー','バスケ','水泳','陸上','テニス','ゴルフ','ジム通い','筋トレ','ランニング','サバゲー','トライアスロン','ポルダリング','サイクリング','ウォーキング','フィットネス','ヨガ','登山','乗馬','ダンス','バトミントン','スカッシュ','体育会系','運動部','インストラクターやってます','バレーボール','武道嗜んでます','相撲観戦','スカッシュ','バドミントン']
# data = ['ショーシャンクの空に','名作映画','おすすめの映画教えます!','ナイトシネマ','amazon prime','Netflix','ホームシネマ','野外シネマ行きたい','ファイトクラブ','海外映画','韓国ドラマ','邦画','恋愛映画','金曜ロードショー','ジブリ大好き','ディズニー大好き','ノンフィクション','アクション映画','ホラー映画','昔の映画が好き','アニメ映画','SF映画','新海誠','ハリーポッター','映画見ながら酒飲みたい']
# data = ['FPS','ネットゲーム','スマホゲーム','PS4','ホラゲー','荒野行動','Switch','マリオ','レトロゲーム','ポケモン','モンハン','ドラクエ','ボードゲーム','カジノ','パチンコ','ゲーム実況見てます！','オンライン通信しましょう！','一緒にゲームしたい','脳トレゲーム','RPG','eスポーツ','パズドラ','MMORPG','アクションゲーム','シミュレーションゲーム','名作ゲーム','スポーツゲーム','カードゲーム']
# data = ['電車旅','ビーチ行きたい','博物館巡り','美術館が好き','動物園行きたい','水族館が好き','植物園','鍾乳洞とかみたい','世界遺産','壮大な景色','遊園地','ディズニー好き','USJ行きたい','テーマパーク','琵琶湖いいよね','海外旅行','神社巡り','京都行きたい','草原でハイキング','レトロな街並みが好き','灯台のある海岸','なると大橋','金沢','鎌倉','小樽','道の駅','瀬戸内しまなみ海道']
# data = ['ゴッホより好きなものがある','美術館巡り','ラッセン','ルービル博物館いったことあります','パリ行きたい','絵描きです','芸術を愛してます','芸術鑑賞','写真','一緒にシューティングしたい','刺繍','劇団員です','書道','彫刻','ゴッホ','水彩画','風景','陶芸','活花','日本舞踊','ラテアート','美大出てます','デザイン','ファッション','ドライフラワー','バルーンアート','絵本','電子工作','現代アート','デジタルアーティスト']
# data = ['ファッション大好き','古着','古着屋巡りたい','パートナーの服選びたい','服、こだわってます','入浴剤','メイク動画','無香料','サロン通い','クローゼットはもういっぱいです','ペアルックしたい','メイク','食事にも気を遣ってます','UNIQLO','ネイル','アロマセラピー','ハーブ','ヨガ','ピラティス','筋トレ','ネイリスト','エステティシャン','ハーブ検定','アロマセラピスト','日本化粧品検定']
data = ['address','workPlace','birthPlace','family','language','height','bodyShape','schoolHistory','jobType','job','income','holiday','drink','smoke','roomMate','marriage','kids','kidsWant','childCare','howToMeet','dateMoney']
i=0
for elem in data:
    print(elem+':{\n title:"'+elem+'",\n value:d.',elem+'.value\n},')
    i+=1
